[
  {
    "image": "assets/images/climbingcentre.jpg",
    "title": "Winter of Wellbeing: sporting activities to get young people active in winter.",
    "date": "23/02/2022",
    "content": "The Winter of Wellbeing is part of £20 million package from the Welsh Government to support children and families to ensure that no child is left behind as part of the recovery from the pandemic.\n\nSport Wales have been working with organisations to deliver a varied programme of activities which is aimed at inspiring children to get involved with sport and get active.\n\nThe Outdoor Partnership has worked with Sport Wales on many exciting opportunities during February and March, including: SUP session at Cardiff International White Water Centre, Surfing with Porthcawl Surf School, Stargazing evening at Bryngarw Country Park, Indoor climbing sessions at Boulders, Cardiff and Rock UK in Merthyr and several park orienteering events with South Wales Orienteering Club across central south Wales.\n\nAnd for those who will have been inspired by the Winter Olympics in Beijng, The Outdoor Partnership have arranged for skiing and snowboarding lessons for ladies at the Ski Centre Llandudno during March.\n\nThe Outdoor Partnership Activities Development Officer for Mid Wales, Bethan Logan arranged an inclusive climbing session for young people with disabilities in Llangorse Climbing Centre, Bethan said:\n\nThe other activities on offer in Powys and Ceredigion are: bushcraft, mountain biking, navigation and hill skills, outdoor climbing, caving, inclusive biking (with adaptive bikes), orienteering and canoeing.\n\nWith an emphasis on inclusion and eliminating barriers to participation, for example, by including bike and essential kit hire, and offering transport from central locations, it is hoped that even more people in the area will be encouraged to try something new. These taster sessions are the first stepping stone for many more long-term outdoor activity pathway options for the people of Mid Wales!\n\nBrian Davies, Acting Chief Executive Officer Sport Wales, said:\n\nThere’s been a huge variety of activities the length and breadth of Wales for young people to try out and hopefully have a lot of fun taking part in. Once again so many varied partners in the sector have mobilised to respond to the pandemic enabling people to be active in a variety of ways and to look after their physical mental health through physical activity.\n\nDeputy Minister for Arts and Sport, Dawn Bowden, said:\n\nThe culture and sport sector will continue to play an important role in supporting our children and young people to recover from the pandemic, and I’m looking forward to seeing our young people return to what they love to do, and try out new activities too. This programme is another example of how we are working collaboratively to provide our children and young people with opportunities and experiences that will have a positive and lasting impact on their health and wellbeing.\n\nDeputy Minister for Social Services, Julie Morgan said:\n\nProviding support for children and young people across Wales is a priority for this government and it is great to see children trying out sporting activities over the half term break. I hope these sessions inspire the children taking part to explore these sports, stay active and most importantly have fun."
  },
  {
    "image": "assets/images/kid_climbing.jpg",
    "title": "11 awesome activities to do with the kids in south Wales over February half term",
    "date": "22/02/2022",
    "content": "Half term is here - and if you’re wondering how to keep the kids entertained and off your back, we’ve got you covered.\n\nFrom trampoline parks and soft play, to laser tag and science fun, there’s plenty to see and do across south Wales - rain or shine.\n\nAnd to make things easier for you, we've put together a list of great places you can visit this week for some family fun."
  },
  {
    "image": "assets/images/example-news.jpg",
    "title": "People will be allowed to watch children and grassroots sport in Wales after Christmas as Welsh Government backs down",
    "date": "22/12/2021",
    "content": "People will be allowed to watch children and grassroots team sports in Wales after Christmas, it has been announced.\n\nFollowing on from the announcement earlier this week that sporting fixtures at all levels in Wales would be played behind closed doors from Boxing Day, the Welsh Government has backed down to allow some spectators to watch grassroots and community sport.\n\nFirst Minister Mark Drakeford has put a limit on large events and gatherings, however an exception for team sports means up to 50 spectators will be able to gather, in addition to those taking part.\n\nThere is also an exception for events involving children.\n\nThe amendment of the rule from the blanket ban on crowds is a boost to grassroots clubs and communities.\n\nHowever, professional clubs in Wales will still be unable to welcome supporters to matches, with the Welsh Government announcing a £3million Spectator Sports Fund on Tuesday to support affected venues.\n\nDue to the rising number of Omicron variant cases, the new measures will be introduced by the Welsh Government from 6am on Boxing Day.\n\nThe measures are a revised version of alert level two to respond to the new Omicron variant and are designed to help keep businesses open and trading and protect customers and staff.\n\nFirst Minister Mark Drakeford said on Wednesday afternoon: “We are facing a very serious situation in Wales. A wave of infections caused by the new, fast-moving and very-infectious omicron variant is headed our way.\n\n“This new form of coronavirus could infect large numbers of people in Wales, disrupting daily lives and businesses and could cause an increase in the number of people who need hospital care in the coming weeks.\n\n“We will do everything we can to protect people’s health and livelihoods in Wales – this means taking early action to try and control its spread.\n\n“We are changing the rules for businesses and some public spaces, where lots of different people mix daily and issuing strong and clear advice to help people stay safe in their own private homes and when meeting others.”"
  }
]
